{
    "What is Online Internship Program on IAC?": "Maharashtra's most loved online '#Internship Program' (IP) is now a part of 'INDUSTRY ACADEMIA COMMUNITY' (#IAC) Membership. IAC memberships are free for all students who want to make their careers in IT (Technical & Management).",
    "How Internship Program is conducted?": "This is a flexible online internship. You can choose any one domain from the ones that we offer. It is a guaranteed internship for all students, freshers, and working professionals who aspire to IT & Management careers.",
    "How can I enroll for this Internship?": "Click the button ('Get course for free') >> Signup/in >> Start and 'continue' with the workflow.",
    "When the Internship is going to start?": "You can start your internship at any time.",
    "Internship will be paid or free?": "Internships and other IAC activities are absolutely FREE.",
    "What is the eligibility or selection criteria for participating in this internship?": "This internship is for students in higher education courses aspiring for IT and Management careers.",
    "How many domains are available for this Internship?": "There are 25 domains available: 16 IT and 7 Management domains.",
    "What will be the duration of internship?": "A minimum of 240 hours is required.",
    "What is the minimum educational qualification required to enroll in this internship?": "Designed for undergraduate students, but graduates and freshers can also participate.",
    "How to choose the Domain?": "A form will be provided to choose the domain and internship duration.",
    "Will participants be able to choose/change the domain/duration of the internship?": "Yes, you can switch domains after completing one.",
    "Do we require a laptop specifically for the project?": "Yes, a laptop is required.",
    "While doing the internship, will there be any guidance/mentor provided by your side?": "Yes, Domain Leads are available for each domain.",
    "Can we do more than one Internship simultaneously?": "No, focus on one at a time for better results.",
    "Is it mandatory to update the LinkedIn Profile?": "Yes, mention your intern_position @ Cloud Counselage Pvt Ltd.",
    "What is the successful completion of internship?": "Interns must complete tasks as per the instructions and within deadlines.",
    "What is Internship Preparation?": "A 5-session series to help prepare for internships and career planning.",
    "How much time is required to complete this course?": "It can be completed at your own pace.",
    "Is it mandatory to complete this course before enrolling in the Internship Program?": "Yes, it is mandatory.",
    "Can I complete this course after submitting the Live Project?": "No, complete the course before enrolling in the Live Project.",
    "What is the criteria for getting the certificate?": "A minimum of 60% score in quizzes is required.",
    "What is Industry Training?": "Sessions on industry best practices and corporate working culture.",
    "What topics will be covered in the Industry Training course?": "Business Ethics, Corporate Etiquettes, Business Communication, Cloud Computing, Data & Analytics, and more.",
    "How much time is required to complete the Industry Training course?": "You can complete it at your own pace.",
    "Will I get the certificate for completing this training?": "Yes.",
    "Is it mandatory to submit the feedback form?": "Yes, it is mandatory.",
    "What is Industry-Academia Community (IAC)?": "A community initiative by Cloud Counselage Pvt. Ltd. and Gift-A-Career Foundation to bridge the industry-academia gap.",
    "Do I need to pay any fees to be a part of this community?": "No, it is free with no hidden charges.",
    "Do I need to participate in all the activities?": "Participation is optional but beneficial for career growth.",
    "Is it necessary to become a member of Industry-Academia Community to avail the benefits?": "Yes, membership is required but free.",
    "Will I get flexibility in participation?": "Yes, most activities are self-paced.",
    "What type of jobs can you offer me?": "IT & Management positions.",
    "Do you offer remote jobs?": "Yes, remote job opportunities are available.",
    "Can I get a full-time job with Cloud Counselage after my internship?": "Yes, Cloud Counselage hires interns for permanent roles.",
    "Are all the positions offered by Cloud Counselage?": "No, they also recommend candidates to clients in India, UK, and the US.",
    "What is the purpose of a Live Project?": "To gain hands-on experience by working on real-world projects.",
    "What is a Project Charter?": "A document outlining the project scope, milestones, and risks.",
    "Do I need to fill the Project Charter form before starting the project?": "Yes, it is mandatory.",
    "What is an SRS Document?": "A document defining software requirements, use cases, and functionalities.",
    "How to fill the SRS document?": "Follow the project charter completion guide.",
    "What is a Work Breakdown Structure (WBS)?": "A method to divide project deliverables into manageable tasks.",
    "What is a Project Schedule?": "A timeline outlining work assignments for each team member.",
    "What is a RAID Log?": "A document identifying project risks, assumptions, issues, and dependencies.",
    "Where can I submit my project?": "In the 'Live Project Submission' section of your respective module.",
    "Is there a deadline to submit the project?": "No, there is no deadline.",
    "Will I get an experience letter after submitting the project?": "Yes, after evaluation, which takes about a month.",
    "Where can I resubmit a rejected project?": "In the 'Live Project Re-Submission Form' section.",
    "Is resubmission mandatory for everyone?": "Only those who receive an 'Incomplete Submission' email.",
    "What is a webinar?": "An online seminar or presentation conducted via video conferencing tools.",
    "How do I join a webinar?": "Use the event link provided in the invitation.",
    "Can I attend a recorded webinar?": "Yes, most webinars have recorded versions available.",
    "Can I ask questions during the webinar?": "Yes, through the Q&A session.",
    "What if I have technical issues during the webinar?": "Post your query on the IAC community channel or email support.",
    "How long does a webinar last?": "Typically 30 minutes to 1.5 hours.",
    "How to generate an appointment letter?": "Follow the steps in the Internship Program Introduction module.",
    "How to generate a certificate?": "Complete the course and quizzes, then download it from the dashboard.",
    "Can I share my certificate on social media?": "Yes, you can share it on LinkedIn and other platforms.",
    "What is Continuous Professional Development (CPD)?": "A process of learning experiences to enhance professional skills.",
    "What is a Global Professional Internship (GPI)?": "A flexible online internship designed for career exploration and skill enhancement.",
    "What is the process to enroll in GPI?": "Sign up at the IAC website and start the workflow.",
    "Can I do multiple internships in GPI?": "Yes, but one at a time.",
    "What is the duration of the GPI internship?": "240 hours or 3 months.",
    "Is a stipend provided for the internship?": "No, it is unpaid as part of a social initiative.",
    "Can the internship convert into a full-time job?": "Yes, based on performance.",
    "Are there fees or selection criteria for the internship?": "No, it is free and open to all.",
    "How many domains are available for GPI?": "51 IT & Management domains.",
    "What is the minimum score required to pass quizzes?": "60% or above.",
    "Do I need to complete Internship Preparation before the Live Project?": "Yes, it is mandatory.",
    "What if I can't submit my project?": "Email support at member@industryacademiacommunity.com.",
    "Can I change my domain after starting the internship?": "Yes, but only after completing the current one.",
    "Is it mandatory to watch training videos?": "Yes, it is required for certification.",
    "Will I get a separate certificate for each session?": "Yes, Industry Training provides separate certificates.",
    "What is the purpose of requirement elicitation?": "To define and gather project requirements clearly."
  }
  